{
    "count": 20,
    "items": [
        {
            "help_text": "",
            "type": "PARAGRAPH_TEXT",
            "value": "Расскажите свой сон. Пожалуйста, постарайтесь вспомнить как можно больше деталей и подробностей. По возможности, опишите обстановку, атмосферу, цвета (был ли сон цветным или чёрно-белым?), людей (или их двойников!), животных, насекомых, которые присутствовали в сюжете, свои действия, эмоции, чувства, а также действия и эмоции других участников вашего сна. Если в этом сне вы летали, постарайтесь описать, как именно вы это делали (поза, движения, вспомогательные предметы и т.п.). Начните свой рассказ словами \"Снилось, что...\" /\"Снилось, как...\"/\"Снилось, будто...\". "
        },
        {
            "choices": [
                "бодрость",
                "волнение",
                "восторг",
                "горе",
                "грусть",
                "злость",
                "истощение",
                "легкость",
                "катарсис",
                "надежда",
                "нежность",
                "обида",
                "одухотворенность",
                "оптимизм",
                "отвращение",
                "отчаяние",
                "потрясение",
                "радость",
                "раздражение",
                "ревность",
                "страх",
                "тревога",
                "тяжесть",
                "удивление",
                "ужас",
                "умиротворение",
                "фрустрация",
                "чувство вины"
            ],
            "has_other_option": true,
            "help_text": "",
            "type": "CHECKBOX",
            "value": "Какие чувства вызвал в вас этот сон? Вы можете выбрать подходящий вариант (один или несколько) из предложенных ниже, либо написать свой."
        },
        {
            "choices": [
                "сон как возвращение (домой, в какое-то определенное место и т.п.)",
                "сон как впечатление от событий дня",
                "сон как встреча со значимыми людьми (живыми)",
                "сон как встреча со значимыми людьми (умершими)",
                "сон как встреча с самим собой",
                "сон как игра",
                "сон как опыт переживания и осмысления смерти",
                "сон как осмысление детско-родительских отношений (вы — родитель)",
                "сон как осмысление детско-родительских отношений (вы — ребёнок)",
                "сон как осмысление отношений с другими людьми/человеком",
                "сон как осмысление своего детства",
                "сон как открытие",
                "сон как переживание красоты",
                "сон как переживание изменений в жизни",
                "сон как переживание одиночества",
                "сон как поиск ответа на волнующий вопрос (ответ найден)",
                "сон как поиск ответа на волнующий вопрос (ответ не найден)",
                "сон как попытка самоидентификации",
                "сон как проживание альтернативной жизни",
                "сон как проживание разлуки",
                "сон как проживание утраты",
                "сон как проживание конфликта",
                "сон как путешествие (в другие страны или миры)",
                "сон как религиозный опыт",
                "сон как столкновение со своими страхами",
                "затрудняюсь ответить"
            ],
            "has_other_option": true,
            "help_text": "",
            "type": "CHECKBOX",
            "value": "Как вы думаете, о чём на самом деле было это сновидение? Пожалуйста, не торопитесь с ответом. Вы можете выбрать подходящий вариант (один или несколько) из предложенных ниже, либо написать свой."
        },
        {
            "help_text": "Например: 37 или 18-22",
            "type": "TEXT",
            "value": "В каком возрасте вам приснился этот сон? Вы можете указать конкретный возраст или примерный диапазон, если не помните точно."
        },
        {
            "help_text": "Например: 03.07.2020",
            "type": "TEXT",
            "value": "Если вы помните конкретную дату, напишите её ниже в формате дд.мм.гггг."
        },
        {
            "help_text": "Например: Россия, Новосибирск. Если не помните город, укажите только страну.",
            "type": "TEXT",
            "value": "Где вы находились, когда вам приснился этот сон? (Страна, город/село/деревня)."
        },
        {
            "choices": [
                "собой (в актуальном возрасте и гендере)",
                "собой, но младше (например, вы были ребёнком)",
                "собой, но старше (например, вы были стариком)",
                "не собой: мужчиной/мальчиком",
                "не собой: женщиной/девочкой",
                "растением",
                "животным",
                "птицей",
                "насекомым",
                "камнем",
                "затрудняюсь ответить"
            ],
            "has_other_option": true,
            "type": "MULTIPLE_CHOICE",
            "value": "Кем вы были в этом сне? "
        },
        {
            "choices": [
                "нет"
            ],
            "has_other_option": true,
            "type": "MULTIPLE_CHOICE",
            "value": "Можете ли вы назвать этот сон/сюжет сна повторяющимся? Если это повторяющийся сон, пожалуйста, напишите в поле \"Другое\", сколько раз, включая этот, он вам снился. Можно указать примерное количество, если не помните точно."
        },
        {
            "choices": [
                "нет"
            ],
            "has_other_option": true,
            "type": "MULTIPLE_CHOICE",
            "value": "Были ли в этом сновидении места/люди/существа из реальности, которые вам часто снятся? Если да, укажите эту местность/человека/существо в графе \"Другое\". "
        },
        {
            "choices": [
                "нет"
            ],
            "has_other_option": true,
            "type": "MULTIPLE_CHOICE",
            "value": "Были ли в этом сновидении места/люди/существа из ваших других снов, но не из реальности? Это может быть какая-то местность, где вы никогда не бывали на самом деле, но видели её до этого в другом сне. Или человек, которого вы не знаете в реальности, но видели его в своих снах раньше. Если да, пожалуйста, подробно опишите эту местность/человека/существо в графе \"Другое\". "
        },
        {
            "choices": [
                "да",
                "нет",
                "затрудняюсь ответить"
            ],
            "has_other_option": true,
            "type": "MULTIPLE_CHOICE",
            "value": "Общий вопрос, не относящийся к описанному вами сновидению: летаете ли вы в сновидениях? (Вы можете ответить \"да\", если вам хотя бы один раз в жизни снилось, как вы летали)."
        },
        {
            "help_text": "",
            "type": "PARAGRAPH_TEXT",
            "value": "Вопрос для тех, кто умеет летать во сне (в случае, если вы заполняете несколько анкет с несколькими снами, достаточно ответить на этот вопрос один раз): пожалуйста, опишите, как именно вы летаете в своих сновидениях. Есть ли определенная техника полёта? Всегда ли это происходит одинаково или каждый раз по-разному? Как вы управляете направлением полёта? Как взлетаете? Прикладываете ли вы усилия, чтобы лететь? Используете ли вспомогательные предметы? Насколько высоко у вас получается взлетать и есть ли пределы у высоты вашего полёта? Пожалуйста, опишите все максимально подробно. "
        },
        {
            "choices": [
                "цветные",
                "чёрно-белые",
                "и те, и другие"
            ],
            "has_other_option": true,
            "type": "MULTIPLE_CHOICE",
            "value": "Общий вопрос, не относящийся к описанному вами сновидению: какие сны вам снятся? (Уточнение: не важно, насколько часто. То есть если вам чаще всего снятся цветные сны, но иногда случаются и чёрно-белые, пожалуйста, выберите ответ \"и те, и другие\")."
        },
        {
            "help_text": "",
            "type": "TEXT",
            "value": "Здесь вы можете написать своё имя (без фамилии). Оставьте поле пустым, если хотите сохранить анонимность."
        },
        {
            "help_text": "Например: 37",
            "type": "TEXT",
            "value": "Сколько вам сейчас полных лет?"
        },
        {
            "choices": [
                "мужской",
                "женский",
                "небинарный",
                "предпочитаю не отвечать"
            ],
            "has_other_option": true,
            "type": "MULTIPLE_CHOICE",
            "value": "Укажите, пожалуйста, ваш гендер. "
        },
        {
            "help_text": "",
            "type": "TEXT",
            "value": "Пожалуйста, напишите последние 4 цифры номера вашего мобильного телефона. Это логин,  который необходим исключительно для вашей внутренней идентификации в системе. Если вы захотите поделиться ещё одним сновидением — просто отправьте ещё одну анкету. Обращаем ваше внимание на то, что идентификатор из 4 цифр должен быть неизменным."
        },
        {
            "choices": [
                "да",
                "нет"
            ],
            "has_other_option": false,
            "type": "MULTIPLE_CHOICE",
            "value": "Даёте ли вы согласие на публикацию вашего сна в соцсетях и на сайте проекта? "
        },
        {
            "choices": [
                "да",
                "нет"
            ],
            "has_other_option": false,
            "type": "MULTIPLE_CHOICE",
            "value": "Являетесь ли вы частью команды Яндекс.Практикума? "
        },
        {
            "help_text": "",
            "type": "PARAGRAPH_TEXT",
            "value": "Благодарим вас за участие в проекте! Свои мысли, предложения, идеи и советы вы можете написать ниже. Спасибо! "
        }
    ],
    "metadata": {
        "confirmationMessage": "",
        "count": 20,
        "customClosedFormMessage": "",
        "description": "Этот анонимный опрос является частью независимого некоммерческого экспериментального проекта по сбору, систематизации и исследованию человеческих сновидений. Подробнее: http://systemofdreams.tilda.ws\n\nЗаполнение анкеты займёт около 15 минут.",
        "editorEmails": [
            "kraska.dlya.neba@gmail.com",
            "timofey.abonosimov@gmail.com"
        ],
        "id": "17CNIRXvokAmZjBzJnAA7yd-pUq12SYtIufPzqigayLs",
        "publishedUrl": "https://docs.google.com/forms/d/e/1FAIpQLSffW10_q1jaNNlTn_FMW7_PpZlqx4MYMpeY1uNTJuTuc17e3A/viewform",
        "title": "СИСТЕМА СНОВ"
    }
}